{
    "en-us": {
        "importantTips": [
        ],
        "commonTips": [
            "You can help us translate Tab Space to your mother tongue in settings page.",
            "From Tab Space 3.6, optimized iCloud Sync will need macOS 10.15 to work. If you still use macOS 10.13/10.14 and want to use iCloud Sync of Tab Space, please turn off \"Automatic Updates\" in App Store's preferences and do not upgrade Tab Space.",
            "If you hit \"save tabs\" and found no tabs were saved, it is because Tab Space just upgraded, please restart Safari to enable it. ",
            "Your sessions are now synced across all your devices with iCloud. (macOS 10.15 required)",
            "You can now use Drag and Drop to reorganize your sessions or sites.",
            "Please rate Tab Space on Mac App Store if you like this app.",
            "Tab Space shortcuts will not work when Safari address bar is empty. Because empty address bar means a special page where extension could not be loaded."
        ]
    },
    "zh-cn": {
        "importantTips": [
        ],
        "commonTips": [
            "从 Tab Space 3.6 开始，优化的 iCloud 同步功能需要在 macOS 10.15 上运行。如果您仍在使用 macOS 10.13/19.14 并且需要使用 Tab Space 的 iCloud 同步功能，请在 App Store 的偏好设置中关闭“自动更新”，以及请勿升级 Tab Space。",
            "如果您发现点击“保存”按钮后标签页没有被保存，这很可能是由于 Tab Space 刚刚更新，重启 Safari 以使其生效即可恢复正常。",
            "您的书签组现通过 iCloud 在设备间同步。(要求 macOS 10.15 版本）",
            "您现在可以通过拖拽保存的会话或站点以重新组织您的记录。",
            "如果您喜欢 Tab Space，请在 Mac App Store 进行评分。",
            "Tab Space 在 Safari 地址栏为空时无法使用，因为空地址栏意味着当前处于插件无法访问的特殊页面。"
        ]
    },
    "ru": {
        "importantTips": [
        ],
        "commonTips": [
            "Начиная с Tab Space 3.6, оптимизированная iCloud синхронизация потребует macOS 10.15. Если Вы все еще используете macOS 10.13/10.14 и хотите использовать iCloud синхронизацию для Tab Space, пожалуйста отключите \"Автоматические Обновления\" в настройках App Store и не обновляйте Tab Space. ",
            "Если вы нажали \"сохранить вкладки\" и обнаружили что вкладки не сохранились, это потому-что Tab Space только что обновился, пожалуйста перезапустите Safari, что-бы заработало.",
            "Ваш сеанс синхронизирован со всеми вашими устройствами через iCloud. (Требуется macOS 10.15)",
            "Вы теперь можете перетаскивать ссылки для организации сеансов или сайтов.",
            "Пожалуйста оцените Tab Space на Mac App Store, если вам нравится это приложение.",
            "Быстрые комбинации Tab Space не будут работать при пустой поисковой строке Safari. Поскольку пустая поисковая строка означает особую страницу где расширения не работают. "
        ]
    },
    "tr": {
        "importantTips": [
        ],
        "commonTips": [
            "Tab Space 3.6, optimize edilmiş iCloud Sync, çalışmak için macOS 10.15 gerektirir. Eğer hala macOS 10.13/10.14 kullanıyorsanız ve Tab Space'nin iCloud Sync kullanmak istiyorsanız, lütfen \"Automatic Updates\" kapatınız, ve App Store ayarlarından Tab Space güncellemeyin.",
            "Eğer \"save tabs\" tıklayıp hiç kayıtlı sekme bulamadıysanız, bunun nedeni Tab Space yeni güncellenmiş olmasıdır, lütfen Safari'yi yeniden başlatın. ",
            "Oturumlarınız bütün cihazlarınız arasında iCloud üzerinden senkronize oluyor. (macOS 10.15 gerektirir)",
            "Artık Tut ve Sürükle yaparak oturumlarınızı ve websitelerinizi organize edebilirsiniz.",
            "Lütfen Tab Space'yi Mac App Store üzerinden yorumlamayı unutmayın.",
            "Safari adres çubuğu boş iken kısayollar çalışmaz. Bunun nedeni boş adres çubuğu Safari uzantılarını bloklar."
        ]
    }
}
