{
    "en-us": {
        "importantTips": [],
        "commonTips": [
            "You can help us translate Tab Space to your mother tongue in settings page.",
            "From Tab Space 3.6, optimized iCloud Sync will need macOS 10.15 to work. If you still use macOS 10.13/10.14 and want to use iCloud Sync of Tab Space, please turn off \"Automatic Updates\" in App Store's preferences and do not upgrade Tab Space.",
            "If you hit \"save tabs\" and found no tabs were saved, it is because Tab Space just upgraded, please restart Safari to enable it. ",
            "Your sessions are now synced across all your devices with iCloud. (macOS 10.15 required)",
            "You can now use Drag and Drop to reorganize your sessions or sites.",
            "Please rate Tab Space on Mac App Store if you like this app.",
            "Tab Space shortcuts will not work when Safari address bar is empty. Because empty address bar means a special page where extension could not be loaded."
        ]
    },
    "zh-cn": {
        "importantTips": [],
        "commonTips": [
            "从 Tab Space 3.6 开始，优化的 iCloud 同步功能需要在 macOS 10.15 上运行。如果您仍在使用 macOS 10.13/19.14 并且需要使用 Tab Space 的 iCloud 同步功能，请在 App Store 的偏好设置中关闭“自动更新”，以及请勿升级 Tab Space。",
            "如果您发现点击“保存”按钮后标签页没有被保存，这很可能是由于 Tab Space 刚刚更新，重启 Safari 以使其生效即可恢复正常。",
            "您的书签组现通过 iCloud 在设备间同步。(要求 macOS 10.15 版本）",
            "您现在可以通过拖拽保存的会话或站点以重新组织您的记录。",
            "如果您喜欢 Tab Space，请在 Mac App Store 进行评分。",
            "Tab Space 在 Safari 地址栏为空时无法使用，因为空地址栏意味着当前处于插件无法访问的特殊页面。"
        ]
    },
    "ru": {
        "importantTips": [],
        "commonTips": [
            "Если вы нажали \"сохранить вкладки\" и обнаружили что вкладки не сохранились, это потому-что Tab Space только что обновился, пожалуйста перезапустите Safari, что-бы заработало.",
            "Ваш сеанс синхронизирован со всеми вашими устройствами через iCloud. (Требуется macOS 10.15)",
            "Вы теперь можете перетаскивать ссылки для организации сеансов или сайтов.",
            "Пожалуйста оцените Tab Space на Mac App Store, если вам нравится это приложение.",
            "Быстрые комбинации Tab Space не будут работать при пустой поисковой строке Safari. Поскольку пустая поисковая строка означает особую страницу где расширения не работают. "
        ]
    },
    "tr": {
        "importantTips": [],
        "commonTips": [
            "Eğer \"save tabs\" tıklayıp hiç kayıtlı sekme bulamadıysanız, bunun nedeni Tab Space yeni güncellenmiş olmasıdır, lütfen Safari'yi yeniden başlatın. ",
            "Oturumlarınız bütün cihazlarınız arasında iCloud üzerinden senkronize oluyor. (macOS 10.15 gerektirir)",
            "Artık Tut ve Sürükle yaparak oturumlarınızı ve websitelerinizi organize edebilirsiniz.",
            "Lütfen Tab Space'yi Mac App Store üzerinden yorumlamayı unutmayın.",
            "Safari adres çubuğu boş iken kısayollar çalışmaz. Bunun nedeni boş adres çubuğu Safari uzantılarını bloklar."
        ]
    },
    "de": {
        "importantTips": [],
        "commonTips": [
            "Wenn du \"Tabs speichern\" drückst, aber keine Tabs gespeichert wurden, liegt es daran, dass Tab Space gerade aktualisiert wurde. Bitte schließe Safari und starte es erneut, um es zu aktivieren",
            "Deine Sitzungen sind nun auf all deinen Geräten über iCloud synchronisiert. (macOS 10.15 wird benötigt)",
            "Du kannst nun Drag and Drop nutzen, um deine Sitzungen und Seiten zu reorganisieren.",
            "Bitte bewerte Tab Space im Mac App Store, wenn dir die App gefällt.",
            "Tab Space Shortcuts funktionieren nicht, wenn die Safari Address-Leiste leer ist. Denn eine leere Adress-Leiste bedeutet, dass eine besondere Seite offen ist. Hier können Erweiterungen nicht geladen werden."
        ]
    },
    "sv": {
        "importantTips": [],
        "commonTips": [
            "Om du trycker på \"Spara flikar\" och inga flikar sparas är det för att Tab Space precis uppgraderats. Starta om Safari för att aktivera det igen.",
            "Dina sessioner är nu synkade till alla dina enheter i iCloud (kräver macOS 10.15)",
            "Du kan dra och släppa för att organisera om dina sessioner och sidor",
            "Betygsätt gärna Tab Space i Mac Appstore om du gillar detta program",
            "Tab Space kortkommandon kommer inte fungera om Safaris adressfält är tomt. Detta för att ett tomt adressfält laddar in en speciell sida som inte laddar in Safaris tillägg."
        ]
    },
    "it": {
        "importantTips": [],
        "commonTips": [
            "Se hai selezionato \"Salva le Tab\" e non hai trovato le tab salvate, è perchè Tab Space si è appena aggiornato. Riavvia Safari per rendere effettivo l'aggiornamento. ",
            "Le tue sessioni sono ora sincronizzate su tutti i tuoi device con iCloud (richiede macOS 10.15)",
            "Puoi ora usare il Drag and Drop per riorganizzare le tue sessioni o i tuoi siti",
            "Per favore, dai un voto a Tab Space sul Mac App Store se ti piace quest'app.",
            "Le scorciatoie di Tab Space non funzionano quando la barra di navigazione di Safari è vuota. Questo perchè quando la barra di navigazione è vuota si è in una speciale pagina dove le estensioni sono disattivate"
        ]
    },
    "ko": {
        "importantTips": [],
        "commonTips": [
            "Tab Space가 방금 업그레이드 된 경우 \"탭 저장\"을 클릭해도 탭이 저장되지 않을 수 있습니다. Safari를 재시작하여 활성화 하십시오. ",
            "저장된 세션은 이제 iCloud를 통해 여러분이 연결한 모든 장치로 동기화 됩니다. (macOS 10.15 필요)",
            "드래그 앤 드롭으로 세션이나 사이트 위치를 바꿀 수 있습니다.",
            "Tab Space가 마음에 드신다면 Mac App Store에 평가를 남겨주세요.",
            "Safari 주소창이 비어 있으면 Tab Space 단축키가 작동하지 않습니다. 빈 주소창은 확장 기능이 작동하지 않는 특수 페이지를 뜻하기 때문입니다."
        ]
    }
}
